{
  "basics": {
    "name": "Pierre Darancet",
    "label": "Scientist",
    "image": "",
    "email": "pdarancet@anl.gov",
    "phone": "(630) 252-4709",
    "url": "https://pierretdarancet.github.io/",
    "summary": "Physicist at Argonne National Laboratory, working on theoretical condensed matter physics, nanoscience, and the optoelectronic properties of complex materials and interfaces",
    "location": {
      "address": "9700 S Cass Avenue, Building 440, Rm A239",
      "postalCode": "IL 60439",
      "city": "Lemont",
      "countryCode": "US",
      "region": "Illinois"
    },
    "profiles": [
      {
        "network": "Linkedin",
        "username": "pierre-darancet",
        "url": "https://www.linkedin.com/in/pierre-darancet/"
      }
    ]
  },
  "work": [
    {
      "name": "Center For Nanoscale Materials, Argonne National Laboratory",
      "position": "Scientist",
      "url": "https://www.anl.gov/profile/pierre-darancet",
      "startDate": "2020",
      "endDate": "Present"
    },
    {
      "name": "Northwestern-Argonne Institute for Science and Engineering",
      "position": "Fellow",
      "url": "https://naise.northwestern.edu/",
      "summary": "Member of the Northwestern MRSEC",
      "startDate": "2016",
      "endDate": "2023"
    },
    {
      "name": "Center For Nanoscale Materials, Argonne National Laboratory",
      "position": "Assistant Scientist",
      "url": "https://www.anl.gov/profile/pierre-darancet",
      "startDate": "2014",
      "endDate": "2020"
    },
    {
      "name": "Departments of Physics and Applied Physics, Columbia University",
      "position": "Postdoctoral Research Scientist",
      "url": "https://www.anl.gov/profile/pierre-darancet",
      "summary": "Advisors: Profs. Chris A. Marianetti and Andrew J. Millis",
      "startDate": "2012",
      "endDate": "2014"
    },
    {
      "name": "Molecular Foundry, Lawrence Berkeley National Lab,",
      "position": "Postdoctoral Fellow",
      "url": "https://sites.google.com/lbl.gov/neaton-group/home",
      "summary": "Advisor: Prof. Jeffrey B. Neaton",
      "startDate": "2008",
      "endDate": "2012"
    }
  ],
  "education": [
    {
      "institution": "Université Joseph Fourier",
      "location": "Grenoble, France",
      "url": "https://theses.hal.science/tel-00363630/",
      "area": "Physics",
      "summary": "Théorie et Modélisation du Transport Quantique dans les Nanostructures. Advisors: Drs. Didier Mayou and Valerio Olevano",
      "studyType": "PhD",
      "startDate": "2005",
      "endDate": "2008"
    },
    {
      "institution": "Institut National des Sciences Appliquées",
      "location": "Toulouse, France",
      "url": "https://www.insa-toulouse.fr/formation/ingenieur-specialite-genie-physique/",
      "area": "Applied Physics",
      "summary": "Diplôme d'Ingénieur en Physique Appliquée.",
      "studyType": "MSc",
      "startDate": "2000",
      "endDate": "2005"
    },
    {
      "institution": "Université Paul Sabatier",
      "location": "Toulouse, France",
      "url": "https://www.univ-tlse3.fr/fr/physique",
      "area": "Physics",
      "summary": "Master de recherche Nanotechnologies, Nanomesures, Nanocomposants",
      "studyType": "MSc",
      "startDate": "2004",
      "endDate": "2005"
    }
  ],
  "selected publications": [
    {
      "name": "Artificial Graphene Nanoribbons: A Test Bed for Topology and Low-Dimensional Dirac Physics.",
      "publisher": "ACS Nano",
      "releaseDate": "2022-8-15",
      "url": "https://doi.org/10.1021/acsnano.2c04361",
      "summary": "Hand-in-hand with experimentalists in the group of Nathan Guisinger, we designed, modeled, and realized interference patterns between scattering electronic surface waves reminiscent of the low-energy physics of graphene nanoribbons. Remarkably, we were able to recreate the topology of electrons in graphene ribbons, including the controlled creation and annihilation of exponentially localized topological modes."
    },
    {
      "name": "Engineering the Electronic Structure of Two-Dimensional Materials with Near-Field Electrostatic Effects of Self-Assembled Organic Layers",
      "releaseDate": "2021-09-21",
      "url":"https://arxiv.org/abs/2109.09990",
      "summary": "We derived and validated a new (the first?) analytical theory of near-field electrostatic effects in 2D interfaces beyond the multipole expansion, based on a discretized change density ansatz. Solving those equations established the effect of the electrostatic potential of molecules, Moiré, and mixed-dimensional heterojunction on 2D materials."
    },
   {
      "name": "Range-separated hybrid functionals for mixed dimensional heterojunctions: Application to phthalocyanines/MoS2",
      "publisher": "APL Materials",
      "releaseDate": "2021-12-20",
      "url": "https://doi.org/10.1063/5.0052619",
      "summary": "We classically derived the asymptotic behavior of the exact exchange for a mixed-dimensional heterojunctions. Including this behavior in a generalized Kohn-Sham scheme, we showed this approach was able to capture the electronic structure of otherwise challenging mixed-dimensional heterojunctions. Beyond its impact, this work is special to me as it benefitted immensely from the help of an unnamed referee, and built on the remarkable work of my colleage Prof. Su Ying Quek."
    },    
   {
      "name": "Theory of Thermal Relaxation of Electrons in Semiconductors",
      "publisher": "Physical Review Letters",
      "releaseDate": "2017-09-27",
      "url": "https://doi.org/10.1103/PhysRevLett.119.136602",
      "summary": "We computed the hot-electron induced lattice dynamics in cubic semiconductors from first principles. Our semi-classical method, also implemented by other groups (Maldonado and Oppeneer, Sjakste and Vast, Ono, Bernardi,...) around the same time, is based on the parametrization using DFPT/MBPT of the electron-phonon and phonon-phonon scattering matrices in two coupled Boltzmann transport equations for electrons and phonons. Our central conclusion was that the 2-temperature model of Philip Allen for thermal relaxation in metals (proposed 30 years prior to our work) was breaking down for semiconductors, but could be generalized to a scheme we dubbed 'successive thermalization' --where the 2 subsystems are generalized to electrons+hot phonons vs cold phonons, with the intra-phonon thermalization timescales implemented through an accumulation function."
    },    
   {
      "name": "Coherent Electronic Transport through Graphene Constrictions: Subwavelength Regime and Optical Analogy",
      "publisher": "Physical Review Letters",
      "releaseDate": "2009-03-31",
      "url": "https://doi.org/10.1103/PhysRevLett.102.136803",
      "summary": "Where is the resistance coming from in nanoscale devices made of graphene? When talking about electrons near the Dirac point (whose wavelength is diverging with energy), we showed this resistance comes from diffraction of electronic waves by the narrow constrictions used in quantum transport. It even has the same functional dependence, including Bethe and Kirchhoff regimes, and Fabry Perot patterns. This simple conclusion came after we derived and implemented a fairly advanced numerical method  complex in a sister paper in PRB for the computation of the Landauer channels of nanodevices of arbitrary shapes. "
    }
  ],
  "interests": [
    {
      "name": "Physics",
      "icon": "fa-solid fa-tag",
      "keywords": [
        "Quantum Mechanics",
        "Quantum Information",
        "Quantum Teleportation"
      ]
    }
  ],
  "projects": [
    {
      "name": "Quantum Computing",
      "summary": "Quantum computing is the use of quantum-mechanical phenomena such as superposition and entanglement to perform computation. Computers that perform quantum computations are known as quantum computers.",
      "highlights": [
        "Quantum Teleportation",
        "Quantum Cryptography"
      ],
      "startDate": "2018-01-01",
      "endDate": "2018-01-01",
      "url": "https://example.com"
    }
  ]
}